Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Choose whether Glance compact rows show the app name, window title, or both
ar: اختر ما إذا كانت صفوف Glance المضغوطة تعرض اسم التطبيق أو عنوان النافذة أو كليهما
de: Wählen Sie, ob kompakte Glance-Zeilen den App-Namen, den Fenstertitel oder beides anzeigen
es: Elige si las filas compactas de Glance muestran el nombre de la app, el título de la ventana o ambos
fr: Choisir si les rangées compactes de Glance affichent le nom de l'app, le titre de la fenêtre ou les deux
hu: Válassza ki, hogy a Glance kompakt sorai az app nevét, az ablak címét vagy mindkettőt mutassák
ja: Glanceのコンパクト行にアプリ名、ウインドウタイトル、またはその両方を表示するかを選択
nl: Kies of in de compacte rijen van Glance de app-naam, de venstertitel of beide worden weergegeven
pl: Wybierz, czy kompaktowe wiersze Glance pokazują nazwę aplikacji, tytuł okna czy oba elementy
pt: Escolha se as linhas compactas do Glance mostram o nome da aplicação, o título da janela ou ambos
ru: Выберите, что будет отображаться в компактных строках Glance: название приложения, заголовок окна или и то, и другое.
sv: Välj om kompakta rader i Glance visar appnamnet, fönstertiteln eller båda
tr: Glance kompakt satırlarında uygulama adının, pencere başlığının veya ikisinin birden gösterilip gösterilmeyeceğini seç
vi: Chọn hiển thị tên ứng dụng, tiêu đề cửa sổ, hoặc cả hai trên các hàng thu gọn của Glance
zh_hans: 选择 Glance 紧凑预览的每行显示应用名称、窗口标题，还是同时显示两者
zh_hant: 選擇 Glance 精簡列要顯示應用程式名稱、視窗標題，或兩者皆顯示

source: Choose whether this applies to all apps, only selected apps, or all apps except selected ones
ar: اختر ما إذا كان هذا ينطبق على كل التطبيقات، أو التطبيقات المحددة فقط، أو كل التطبيقات باستثناء المحددة
de: Legen Sie fest, ob dies für alle Apps, nur ausgewählte Apps oder alle Apps außer den ausgewählten gilt
es: Elige si se aplica a todas las apps, solo a las apps seleccionadas o a todas las apps excepto las seleccionadas
fr: Choisissez si cela s'applique à toutes les apps, uniquement aux apps sélectionnées, ou à toutes les apps sauf celles sélectionnées
hu: Válassza ki, hogy ez az összes appra, csak a kijelölt appokra, vagy a kijelöltek kivételével az összes appra vonatkozzon
ja: すべてのアプリ、選択したアプリのみ、選択したアプリ以外のすべてのアプリのどれに適用するかを選択
nl: Kies of dit geldt voor alle apps, alleen voor geselecteerde apps of voor alle apps behalve de geselecteerde
pl: Wybierz, czy dotyczy to wszystkich aplikacji, tylko wybranych, czy wszystkich oprócz wybranych
pt: Escolha se isto se aplica a todas as apps, apenas às apps selecionadas ou a todas as apps exceto as selecionadas
ru: Выберите, применять ли это ко всем приложениям, только к выбранным или ко всем, кроме выбранных
sv: Välj om detta gäller alla appar, endast valda appar eller alla appar utom de valda
tr: Bunun tüm uygulamalara, yalnızca seçili uygulamalara veya seçilenler dışındaki tüm uygulamalara uygulanıp uygulanmayacağını seç
vi: Chọn xem điều này áp dụng cho tất cả ứng dụng, chỉ các ứng dụng được chọn, hoặc tất cả ứng dụng ngoại trừ những ứng dụng được chọn.
zh_hans: 选择此设置要套用到所有应用、仅限所选应用，或除选择应用以外的所有应用
zh_hant: 選擇此設定要套用至所有應用程式、僅限所選應用程式，或除所選應用程式以外的所有應用程式

source: Choose whether widgets render as cards or dots
ar: اختر ما إذا كانت الأدوات تقدم كبطاقات أو نقاط
de: Wählen Sie, ob Widgets als Karten oder Punkte dargestellt werden
es: Elige si los widgets se muestran como tarjetas o puntos
fr: Choisissez si les widgets sont affichés sous forme de cartes ou de points
hu: Válassza ki, hogy a widgetek kártyaként vagy pontként jelenjenek meg
ja: ウィジェットをカードとドットのどちらで表示するかを選択
nl: Kies of widgets als kaarten of als stippen worden weergegeven
pl: Wybierz, czy widżety są wyświetlane jako karty czy kropki
pt: Escolha se os widgets são apresentados como cartões ou pontos
ru: Выберите, отображаются ли виджеты карточками или точками
sv: Välj om widgetar visas som kort eller punkter
tr: Widget’ların kart olarak mı yoksa nokta olarak mı görüntüleneceğini seçin
vi: Chọn cách hiển thị các tiện ích dưới dạng thẻ hoặc dấu chấm
zh_hans: 选择将小组件渲染为卡片还是点状
zh_hant: 選擇小工具顯示為卡片或圓點

source: Choose which display shows the Alt-Tab panel
ar: اختر الشاشة التي تعرض لوحة Alt-Tab
de: Wählen Sie, auf welchem Bildschirm das Alt-Tab-Panel angezeigt wird
es: Elige qué pantalla muestra el panel de Alt-Tab
fr: Choisissez l'écran qui affiche le panneau Alt-Tab
hu: Válassza ki, melyik kijelző jelenítse meg az Alt-Tab panelt
ja: Alt-Tabパネルを表示するディスプレイを選択
nl: Kies op welk scherm het Alt-Tab-paneel wordt weergegeven
pl: Wybierz wyświetlacz, na którym ma się pojawiać panel Alt-Tab
pt: Escolha que monitor mostra o painel do Alt-Tab
ru: Выберите, на каком дисплее отображается панель Alt-Tab
sv: Välj vilken skärm som visar Alt-Tab-panelen
tr: Alt-Tab panelinin hangi ekranda gösterileceğini seçin
vi: Chọn màn hình hiển thị bảng Alt-Tab
zh_hans: 选择在哪个显示器上显示 Alt-Tab 面板
zh_hant: 選擇顯示 Alt-Tab 面板的螢幕

source: Choose which end of the dock stays fixed
ar: اختر طرف Dock الذي يبقى ثابتًا
de: Wählen Sie, welches Ende des Docks fixiert bleibt
es: Elige qué extremo del Dock permanece fijo
fr: Choisissez quelle extrémité du dock reste fixe
hu: Válassza ki, hogy a Dock melyik vége maradjon rögzítve
ja: Dockのどちらの端を固定するかを選択
nl: Kies welk uiteinde van het Dock vast moet blijven staan
pl: Wybierz, który koniec Docka pozostaje nieruchomy
pt: Escolha que extremidade da Dock fica fixa
ru: Выберите, какой конец Dock остается неподвижным
sv: Välj vilken ände av Docken som hålls fast
tr: Dock’un hangi ucunun sabit kalacağını seçin
vi: Chọn đầu cố định của dock
zh_hans: 选择 Dock 的哪一端保持固定
zh_hant: 選擇 Dock 固定的端點

source: Choose which Quick Actions appear in the Control Center strip, separate from the dock's Quick Actions widget
ar: اختر أي الإجراءات السريعة تظهر في شريط مركز التحكم، بشكل منفصل عن أداة الإجراءات السريعة في Dock
de: Wählen Sie, welche Schnellaktionen in der Kontrollzentrum-Leiste angezeigt werden, unabhängig vom Schnellaktionen-Widget des Docks
es: Elige qué Acciones rápidas aparecen en la franja del Centro de control, aparte del widget de Acciones rápidas del Dock
fr: Choisir quelles actions rapides apparaissent dans la bande du Centre de contrôle, indépendamment du widget Actions rapides du dock
hu: Válassza ki, mely gyorsműveletek jelenjenek meg a Vezérlőközpont sávjában, a Dock Gyorsműveletek widgetjétől függetlenül
ja: コントロールセンターのストリップに表示するクイックアクションを、Dockのクイックアクションウィジェットとは別に選択
nl: Kies welke snelle acties in de balk van het Control Center worden weergegeven, los van de widget 'Snelle acties' in het Dock
pl: Wybierz, które Szybkie akcje pojawiają się na pasku Centrum sterowania, niezależnie od widżetu Szybkie akcje w Docku
pt: Escolha que Ações Rápidas aparecem na faixa da Central de controlo, separadas do widget de Ações Rápidas da Dock
ru: Выберите, какие быстрые действия отображаются на полосе Пункта управления, отдельно от виджета «Быстрые действия» в Dock
sv: Välj vilka snabbåtgärder som visas i Kontrollcenter-remsan, separat från Dockens widget för snabbåtgärder
tr: Denetim Merkezi şeridinde hangi Hızlı Eylemlerin görüneceğini seç, dock'un Hızlı Eylemler widget'ından bağımsızdır
vi: Chọn các Tác vụ nhanh xuất hiện trong dải Trung tâm điều khiển, độc lập với tiện ích Tác vụ nhanh của dock
zh_hans: 选择要显示在控制中心快捷操作栏中的快捷操作，与 Dock 上的“快捷操作”小组件相互独立
zh_hant: 選擇要顯示在控制中心列中的快速動作，與 Dock 的「快速動作」小工具分開設定

source: Choose which widget stacks appear on the Widgets shelf page
ar: اختر مكدسات الأدوات التي تظهر في صفحة «الأدوات» على الرف
de: Auswählen, welche Widget-Stapel auf der Ablage-Seite „Widgets“ erscheinen
es: Elige qué pilas de widgets aparecen en la página Widgets del estante
fr: Choisissez les piles de widgets qui apparaissent sur la page d'étagère Widgets
hu: Annak kiválasztása, hogy mely widgetkötegek jelenjenek meg a Widgetek polclapon
ja: 「ウィジェット」シェルフページに表示するウィジェットスタックを選択
nl: Kies welke widgetstapels op de plankpagina 'Widgets' verschijnen
pl: Wybierz stosy widżetów widoczne na stronie Widżety w Szufladzie
pt: Escolha que pilhas de widgets aparecem na página Widgets da prateleira
ru: Выберите, какие стопки виджетов появляются на странице полки «Виджеты»
sv: Välj vilka widgetstackar som visas på hyllsidan Widgetar
tr: Widget rafı sayfasında hangi widget yığınlarının görüneceğini seç
vi: Chọn các ngăn xếp tiện ích xuất hiện trên trang ngăn Tiện ích
zh_hans: 选择暂存区“小组件”页面中显示的小组件叠放
zh_hant: 選擇「小工具」暫存區頁面要顯示的堆疊

source: Choose window
ar: اختر نافذة
de: Fenster wählen
es: Elegir ventana
fr: Choisir
hu: Ablakválasztás
ja: ウインドウを選択
nl: Kies venster
pl: Wybierz okno
pt: Escolher janela
ru: Выберите окно
sv: Välj fönster
tr: Pencere seçin
vi: Chọn cửa sổ
zh_hans: 选择窗口
zh_hant: 選擇視窗

source: Choose your displays
ar: اختر شاشاتك
de: Bildschirme auswählen
es: Elige tus pantallas
fr: Choisir vos écrans
hu: Kijelzők kiválasztása
ja: ディスプレイを選択
nl: Kies je schermen
pl: Wybierz wyświetlacze
pt: Escolha os seus monitores
ru: Выберите дисплеи
sv: Välj dina skärmar
tr: Ekranlarınızı seçin
vi: Chọn màn hình của bạn
zh_hans: 选择显示器
zh_hant: 選擇你的顯示器

source: Choose Your Setup Style
ar: اختر نمط الإعداد
de: Einrichtungsstil auswählen
es: Elige tu estilo de configuración
fr: Choisissez votre style de configuration
hu: Válassza ki a beállítás stílusát
ja: セットアップスタイルを選択
nl: Kies jouw inrichtingstijl
pl: Wybierz styl konfiguracji
pt: Escolha o Seu Estilo de Configuração
ru: Выберите стиль настройки
sv: Välj din installationsstil
tr: Kurulum Tarzınızı Seçin
vi: Chọn Kiểu Thiết lập của Bạn
zh_hans: 选择设置方式
zh_hant: 選擇你的設定風格

source: Choose...
ar: اختر...
de: Auswählen...
es: Elegir…
fr: Sélectionner...
hu: Kiválasztás...
ja: 選択…
nl: Kiezen...
pl: Wybierz…
pt: Escolher…
ru: Выберите...
sv: Välj...
tr: Seç…
vi: Chọn...
zh_hans: 选择……
zh_hant: 選擇……

source: Choose…
ar: اختيار…
de: Auswählen…
es: Elegir…
fr: Choisir…
hu: Kiválasztás…
ja: 選択…
nl: Kies…
pl: Wybierz…
pt: Escolher…
ru: Выбрать…
sv: Välj…
tr: Seç…
vi: Chọn…
zh_hans: 选择…
zh_hant: 選擇……

source: Chosen App
ar: التطبيق المختار
de: Ausgewählte App
es: App elegida
fr: App choisie
hu: Választott app
ja: 選択したアプリ
nl: Gekozen app
pl: Wybrana aplikacja
pt: App Escolhida
ru: Выбранное приложение
sv: Vald app
tr: Seçilen Uygulama
vi: Ứng dụng đã chọn
zh_hans: 所选应用
zh_hant: 指定的應用程式

source: chronograph
ar: كرونوغراف
es: cronógrafo
fr: chronographe
hu: kronográf
ja: クロノグラフ
nl: chronograaf
pl: chronograf
pt: cronógrafo
ru: хронограф
sv: kronograf
tr: kronograf
vi: đồng hồ bấm giờ
zh_hans: 计时器
zh_hant: 計時碼錶

source: Cities
ar: المدن
de: Städte
es: Ciudades
fr: Villes
hu: Városok
ja: 都市
nl: Plaatsen
pl: Miasta
pt: Cidades
ru: Города
sv: Städer
tr: Şehirler
vi: Thành phố
zh_hans: 城市
zh_hant: 城市

source: city
ar: مدينة
de: stadt
es: ciudad
fr: ville
hu: város
ja: 都市
nl: plaats
pl: miasto
pt: cidade
ru: город
sv: stad
tr: şehir
vi: thành phố
zh_hans: 城市
zh_hant: 城市

source: City not found
ar: لم يتم العثور على المدينة
de: Ort nicht gefunden
es: Ciudad no encontrada
fr: Ville introuvable
hu: A város nem található
ja: 都市が見つかりません
nl: Plaats niet gevonden
pl: Nie znaleziono miasta
pt: Cidade não encontrada
ru: Город не найден
sv: Staden hittades inte
tr: Şehir bulunamadı
vi: Không tìm thấy thành phố
zh_hans: 城市未找到
zh_hant: 找不到城市

source: Clear
ar: شفاف
de: Transparent
es: Transparente
fr: Transparent
hu: Átlátszó
ja: 透明
nl: Doorzichtig
pl: Przezroczysty
pt: Transparente
ru: Прозрачный
sv: Genomskinlig
tr: Şeffaf
vi: Trong suốt
zh_hans: 透明
zh_hant: 透明

source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
hu: Összes törlése
ja: すべてクリア
nl: Alles leegmaken
pl: Wyczyść wszystko
pt: Limpar Tudo
ru: Очистить все
sv: Rensa alla
tr: Hepsini Temizle
vi: Xóa Tất cả
zh_hans: 清除所有
zh_hant: 全部清除

source: Clear All (%lld)
ar: مسح الكل (%lld)
de: Alle (%lld) entfernen
es: Borrar todo (%lld)
fr: Effacer tout (%lld)
hu: Összes törlése (%lld)
ja: すべてを消去（%lld）
nl: Alles wissen (%lld)
pl: Wyczyść wszystko (%lld)
pt: Limpar Tudo (%lld)
ru: Очистить все (%lld)
sv: Rensa alla (%lld)
tr: Tümünü Temizle (%lld)
vi: Xóa Tất cả (%lld)
zh_hans: 清除所有 (%lld)
zh_hant: 全部清除（%lld）

source: Clear all new-setting badges
ar: مسح جميع شارات الإعداد الجديد
de: Alle Markierungen für neue Einstellungen entfernen
es: Borra todos los globos de ajustes nuevos
fr: Effacer tous les badges de nouveau réglage
hu: Az összes új beállítás jelvény eltávolítása
ja: 新しい設定のバッジをすべてクリア
nl: Alle badges bij nieuwe instellingen wissen
pl: Wyczyść wszystkie plakietki nowych ustawień
pt: Limpar todos os emblemas de novas definições
ru: Убрать все метки новых настроек
sv: Rensa alla brickor för nya inställningar
tr: Tüm yeni ayar işaretlerini temizle
vi: Xóa tất cả huy hiệu cài đặt mới
zh_hans: 清除所有新设置项标记
zh_hant: 清除所有新設定提示標記

source: Clear Colors
ar: مسح الألوان
de: Farben löschen
es: Borrar colores
fr: Effacer les couleurs
hu: Színek törlése
ja: カラーを消去
nl: Kleuren wissen
pl: Wyczyść kolory
pt: Limpar Cores
ru: Очистить цвета
sv: Rensa färger
tr: Renkleri Temizle
vi: Xóa màu
zh_hans: 清除颜色
zh_hant: 清除顏色

source: Clear Completed
ar: مسح المكتملة
de: Erledigte löschen
es: Borrar completadas
fr: Effacer les tâches terminées
hu: Befejezettek törlése
ja: 完了済みを消去
nl: Voltooide wissen
pl: Usuń wykonane
pt: Limpar Concluídas
ru: Удалить выполненные
sv: Rensa slutförda
tr: Tamamlananları Temizle
vi: Xóa mục đã hoàn thành
zh_hans: 清除已完成事项
zh_hant: 清除已完成項目

source: Clear Dock
ar: مسح القائمة
de: Dock leeren
es: Vaciar el Dock
fr: Vider le dock
hu: Dock kiürítése
ja: Dockを消去
nl: Dock leegmaken
pl: Wyczyść Dock
pt: Limpar a Dock
ru: Очистить Док
sv: Töm dockan
tr: Dock'u Temizle
vi: Xóa sạch Dock
zh_hans: 清空 Dock
zh_hant: 清除 Dock

source: Clear History
ar: مسح السجل
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
hu: Előzmények törlése
ja: 履歴を消去
nl: Geschiedenis wissen
pl: Wyczyść historię
pt: Limpar Histórico
ru: Очистить историю
sv: Rensa historik
tr: Geçmişi Temizle
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除歷史記錄

source: Clear Search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
hu: Keresés törlése
ja: 検索をクリア
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
ru: Очистить поиск
sv: Rensa sökning
tr: Aramayı temizle
vi: Xóa tìm kiếm
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clear shortcut
ar: امسح الاختصار
de: Tastenkombination löschen
es: Borrar atajo
fr: Effacer le raccourci
hu: Gyorsbillentyű törlése
ja: ショートカットをクリア
nl: Sneltoets wissen
pl: Wyczyść skrót
pt: Limpar atalho
ru: Очистить сочетание клавиш
sv: Rensa kortkommando
tr: Kısayolu sil
vi: Xóa phím tắt
zh_hans: 清空快捷键
zh_hant: 清除快速鍵

source: Clear this slot
ar: مسح هذه الفتحة
de: Diesen Platz freimachen
es: Vacía este espacio
fr: Vider cet emplacement
hu: Ezen hely kiürítése
ja: このスロットをクリア
nl: Dit vak leegmaken
pl: Wyczyść to miejsce
pt: Limpar este espaço
ru: Очистите этот слот
sv: Rensa den här platsen
tr: Bu alanı temizle
vi: Xóa ô này
zh_hans: 清空此槽位
zh_hant: 清除此槽位

source: Clearer
ar: أكثر شفافية
de: Klarer
es: Más transparente
fr: Plus transparent
hu: Átlátszóbb
ja: より透明
nl: Doorzichtiger
pl: Większa przezroczystość
pt: Mais transparente
ru: Прозрачнее
sv: Klarare
tr: Daha Şeffaf
vi: Trong suốt hơn
zh_hans: 更透明
zh_hant: 更透明

source: Click a pinned folder to browse it in a panel instead of opening it in Finder
ar: انقر على مجلد مثبّت لتصفحه في لوحة بدلًا من فتحه في Finder
de: Auf einen angehefteten Ordner klicken, um ihn in einem Panel zu durchsuchen, statt ihn im Finder zu öffnen
es: Haz clic en una carpeta fijada para explorarla en un panel en lugar de abrirla en el Finder
fr: Cliquez sur un dossier épinglé pour le parcourir dans un panneau au lieu de l'ouvrir dans le Finder
hu: Egy kitűzött mappára kattintva a tartalma egy panelen böngészhető, a Finderben való megnyitás helyett
ja: ピン留めしたフォルダをクリックすると、Finderで開く代わりにパネルで内容をブラウズ
nl: Klik op een vastgezette map om erdoor te bladeren in een paneel in plaats van deze in Finder te openen
pl: Kliknij przypięty folder, aby przeglądać go w panelu zamiast otwierać w Finderze
pt: Clique numa pasta afixada para a explorar num painel em vez de a abrir no Finder
ru: Нажатие на закрепленную папку открывает ее содержимое в панели, а не в Finder
sv: Klicka på en fäst mapp för att bläddra i den i en panel i stället för att öppna den i Finder
tr: Sabitlenmiş klasöre tıklayınca Finder'da açmak yerine bir panelde göz at
vi: Nhấp vào thư mục đã ghim để duyệt trong bảng thay vì mở trong Finder
zh_hans: 点击固定的文件夹，在面板中浏览其内容，而不是在访达中打开。
zh_hant: 按一下釘選的檔案夾時，改在面板中瀏覽其內容，而不是在 Finder 中開啟

source: Click Action
ar: إجراء النقر
de: Klickaktion
es: Acción del clic
fr: Action du clic
hu: Kattintási művelet
ja: クリックアクション
nl: Klikactie
pl: Akcja kliknięcia
pt: Ação de Clique
ru: Действия при нажатии
sv: Klickåtgärd
tr: Tıklama Eylemi
vi: Tác vụ khi Nhấp chuột
zh_hans: 点击操作
zh_hant: 按一下動作

source: Click Active App
ar: انقر على التطبيق النشط
de: Klick auf aktive App
es: Clic en la app activa
fr: Clic sur l'app active (Plusieurs fenêtres)
hu: Kattintás az aktív alkalmazásra
ja: アクティブアプリをクリック
nl: Klik op actieve app
pl: Kliknięcie aktywnej aplikacji
pt: Clique na Aplicação Ativa
ru: Нажатие на активное приложение
sv: Klick på aktiv app
tr: Etkin Uygulamayı Tıkla
vi: Nhấp vào Ứng dụng Đang hoạt động
zh_hans: 点击当前活动应用时
zh_hant: 按一下作用中應用程式

source: Click Always Plays/Pauses
ar: النقر يشغّل/يوقف مؤقتًا دائمًا
de: Klick steuert immer Wiedergabe/Pause
es: El clic siempre reproduce/pausa
fr: Clic déclenche toujours Lecture/Pause
hu: Kattintás mindig lejátszás/szünet
ja: クリックで常に再生/一時停止
nl: Bij klikken altijd afspelen/pauzeren
pl: Kliknięcie zawsze odtwarza lub wstrzymuje
pt: Clique Reproduz/Pausa Sempre
ru: Клик всегда воспроизводит/ставит на паузу
sv: Klick spelar alltid upp/pausar
tr: Tıklama Her Zaman Oynatır/Duraklatır
vi: Nhấp chuột Luôn Phát/Tạm dừng
zh_hans: 点击时始终执行播放/暂停
zh_hant: 按一下時一律播放／暫停

source: Click Behavior
ar: سلوك النقر
de: Klickverhalten
es: Comportamiento del clic
fr: Comportement du clic
hu: Kattintási viselkedés
ja: クリック時の動作
nl: Klikgedrag
pl: Zachowanie kliknięcia
pt: Comportamento do Clique
ru: Поведение при нажатии
sv: Klickbeteende
tr: Tıklama Davranışı
vi: Hành vi khi Nhấp chuột
zh_hans: 点击行为
zh_hant: 按一下行為

source: Click Opens Folder Contents
ar: النقر يفتح محتويات المجلد
de: Klick öffnet Ordnerinhalt
es: El clic abre el contenido de la carpeta
fr: Le clic ouvre le contenu du dossier
hu: Kattintásra a mappa tartalmának megnyitása
ja: クリックでフォルダの内容を開く
nl: Klik opent mapinhoud
pl: Kliknięcie otwiera zawartość folderu
pt: Clique Abre o Conteúdo da Pasta
ru: Нажатие открывает содержимое папки
sv: Klick öppnar mappinnehåll
tr: Tıklama Klasör İçeriğini Açar
vi: Nhấp để mở nội dung thư mục
zh_hans: 点击打开文件夹内容
zh_hant: 按一下開啟檔案夾內容

source: Click Opens Trash Menu
ar: النقر يفتح قائمة المهملات
de: Klick öffnet Papierkorbmenü
es: El clic abre el menú de la Papelera
fr: Le clic ouvre le menu de la Corbeille
hu: Kattintásra a Kuka menüjének megnyitása
ja: クリックでゴミ箱メニューを開く
nl: Klik opent prullenmandmenu
pl: Kliknięcie otwiera menu Kosza
pt: Clique Abre o Menu do Lixo
ru: Нажатие открывает меню Корзины
sv: Klick öppnar papperskorgsmeny
tr: Tıklama Çöp Sepeti Menüsünü Açar
vi: Nhấp để mở menu Thùng rác
zh_hans: 点击打开废纸篓菜单
zh_hant: 按一下開啟垃圾桶選單

source: Click the Trash to open Finder's Trash, which also shows items trashed from external drives and other volumes.
ar: انقر على المهملات لفتح سلة مهملات Finder، والتي تعرض أيضًا العناصر المحذوفة من الأقراص الخارجية ووحدات التخزين الأخرى.
de: Klicken Sie auf den Papierkorb, um den Papierkorb des Finder zu öffnen, der auch Objekte von externen Laufwerken und anderen Volumes anzeigt.
es: Haz clic en la Papelera para abrir la Papelera del Finder, que también muestra los ítems eliminados de discos externos y otros volúmenes.
fr: Cliquez sur la Corbeille pour ouvrir la Corbeille du Finder, qui affiche aussi les éléments supprimés depuis des disques externes et d'autres volumes.
hu: A Kukára kattintva a Finder Kukája nyílik meg, amely a külső meghajtókról és más kötetekről a Kukába helyezett elemeket is mutatja.
ja: ゴミ箱をクリックするとFinderのゴミ箱が開き、外部ドライブやその他のボリュームからゴミ箱に入れた項目も表示されます。
nl: Klik op de prullenmand om de prullenmand van Finder te openen, die ook items toont die van externe schijven en andere volumes zijn weggegooid.
pl: Kliknij Kosz, aby otworzyć Kosz Findera, który pokazuje także rzeczy usunięte z dysków zewnętrznych i innych woluminów.
pt: Clique no Lixo para abrir o Lixo do Finder, que também mostra os itens enviados para o Lixo a partir de discos externos e outros volumes.
ru: Нажатие на Корзину открывает Корзину Finder, где также видны объекты, удаленные с внешних дисков и других томов.
sv: Klicka på papperskorgen för att öppna papperskorgen i Finder, som även visar objekt som slängts från externa enheter och andra volymer.
tr: Harici sürücülerden ve diğer birimlerden çöpe atılan öğeleri de gösteren Finder'ın Çöp Sepeti'ni açmak için Çöp Sepeti'ne tıkla.
vi: Nhấp vào Thùng rác để mở Thùng rác của Finder, nơi cũng hiển thị các mục bị xóa từ ổ đĩa ngoài và các ổ đĩa khác.
zh_hans: 点击废纸篓以打开访达中的废纸篓，其中也会显示从外置驱动器和其他宗卷移入的项目。
zh_hant: 按一下「垃圾桶」即可開啟 Finder 的「垃圾桶」，其中也會顯示從外接硬碟及其他卷宗刪除的項目。

source: Click the Trash to open Finder's Trash, which also shows items trashed from external drives and other volumes. Applies when Finder is the file manager.
ar: انقر على المهملات لفتح سلة مهملات Finder، والتي تعرض أيضًا العناصر المحذوفة من الأقراص الخارجية ووحدات التخزين الأخرى. ينطبق عندما يكون Finder هو مدير الملفات.
de: Klicken Sie auf den Papierkorb, um den Papierkorb des Finder zu öffnen, der auch Objekte von externen Laufwerken und anderen Volumes anzeigt. Gilt, wenn der Finder der Dateimanager ist.
es: Haz clic en la Papelera para abrir la Papelera del Finder, que también muestra los ítems eliminados de discos externos y otros volúmenes. Se aplica cuando el Finder es el gestor de archivos.
fr: Cliquez sur la Corbeille pour ouvrir la Corbeille du Finder, qui affiche aussi les éléments supprimés depuis des disques externes et d'autres volumes. S'applique lorsque le Finder est le gestionnaire de fichiers.
hu: A Kukára kattintva a Finder Kukája nyílik meg, amely a külső meghajtókról és más kötetekről a Kukába helyezett elemeket is mutatja. Akkor érvényes, ha a Finder a fájlkezelő.
ja: ゴミ箱をクリックするとFinderのゴミ箱が開き、外部ドライブやその他のボリュームからゴミ箱に入れた項目も表示されます。Finderがファイルマネージャの場合に適用されます。
nl: Klik op de prullenmand om de prullenmand van Finder te openen, die ook items toont die van externe schijven en andere volumes zijn weggegooid. Geldt wanneer Finder de bestandsbeheerder is.
pl: Kliknij Kosz, aby otworzyć Kosz Findera, który pokazuje także rzeczy usunięte z dysków zewnętrznych i innych woluminów. Dotyczy sytuacji, gdy Finder jest menedżerem plików.
pt: Clique no Lixo para abrir o Lixo do Finder, que também mostra os itens enviados para o Lixo a partir de discos externos e outros volumes. Aplica-se quando o Finder é o gestor de ficheiros.
ru: Нажатие на Корзину открывает Корзину Finder, где также видны объекты, удаленные с внешних дисков и других томов. Действует, если файловым менеджером выбран Finder.
sv: Klicka på papperskorgen för att öppna papperskorgen i Finder, som även visar objekt som slängts från externa enheter och andra volymer. Gäller när Finder är filhanterare.
tr: Harici sürücülerden ve diğer birimlerden çöpe atılan öğeleri de gösteren Finder'ın Çöp Sepeti'ni açmak için Çöp Sepeti'ne tıkla. Finder dosya yöneticisi olduğunda geçerlidir.
vi: Nhấp vào Thùng rác để mở Thùng rác của Finder, nơi cũng hiển thị các mục bị xóa từ ổ đĩa ngoài và các ổ đĩa khác. Áp dụng khi Finder là trình quản lý tệp.
zh_hans: 点击废纸篓以打开访达中的废纸篓，其中也会显示从外置驱动器和其他宗卷移入的项目。使用访达作为文件管理器时适用。
zh_hant: 按一下「垃圾桶」即可開啟 Finder 的「垃圾桶」，其中也會顯示從外接硬碟及其他卷宗刪除的項目。僅在使用 Finder 作為檔案管理工具時套用。
